{
  "name": "Школы магии",
  "icon": "irons_spellbooks:lightning_bottle",
  "category": "irons_spellbooks:root",
  "sortnum": 20,
  "read_by_default" : true,
  "pages": [
    {
      "type": "patchouli:text",
      "title": "Обзор",
      "text": "Каждое магическое заклинание принадлежит определенной школе магии. Каждая школа воплощает в себе тему как визуально, так и функционально, и у каждой есть Фокус: репрезентативный предмет, используемый в качестве ингредиента для крафта. Кроме того, каждая школа может быть усилена определенным снаряжением, связанным со школой, что позволит вам стать могущественным мастером одной школы или комбинировать и комбинировать, чтобы стать мастером на все руки."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:blaze_rod",
      "title": "Огонь",
      "text": "Школа Огня с Огненным Жезлом в качестве фокуса сосредоточена на уроне и постепенном уроне."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:frozen_bone",
      "title": "Лед",
      "text": "Школа льда, фокусом которой является Замороженные кости, ориентирована на нанесение урона и контроль толпы."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:lightning_bottle",
      "title": "Молния",
      "text": "Школа молний, фокусом которой является бутылка с молнией, сосредоточена на концентрированном уроне."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:divine_pearl",
      "title": "Свет",
      "text": "Школа Света, фокусом которой является Божественная жемчужина, сосредоточена на поддержке, исцелении и баффах для союзников."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:ender_pearl",
      "title": "Эндер",
      "text": "Школа Эндера, фокусом которой является Жемчужина Эндера, посвящена всему арканному и мистическому, а заклинания в ней варьируются от урона до полезности и мобильности."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:blood_vial",
      "title": "Кровь",
      "text": "Школа крови, в центре внимания которой находится флакон с кровью, посвящена злу.; Вы найдете здесь элементы некромантии, увядания и магии крови, а заклинания сфокусированы на уроне, наносящем бафф кастеру."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:emerald",
      "title": "Вызывание",
      "text": "Школа Evocation, фокусом которой является изумруд, посвящена магическому фокусу и колдовству и охватывает широчайший спектр атакующих, защитных и полезных заклинаний."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:poisonous_potato",
      "title": "Природа",
      "text": "Школа Природы с ядовитым картофелем в качестве фокуса сосредоточена на наложении дебаффов на врагов с элементами урона, чтобы добить их."
    },
    {
      "type": "patchouli:spotlight",
      "item": "irons_spellbooks:eldritch_manuscript",
      "title": "Элдрич",
      "text": "Школа Элдрича не похожа на другие. Это древний и могущественный способ магии, о котором почти забыли; вы не сможете сразу создавать или произносить жуткие заклинания. Однако обрывки древних жутких манускриптов все еще можно найти разбросанными по всему миру, и их даже можно собрать вместе с помощью эхо-осколка."
    },
    {
      "type": "patchouli:spotlight",
      "item": "minecraft:echo_shard",
      "title": "Элдрич, продолжение",
      "text": "После восстановления рукописи ее можно использовать для изучения одного Жуткого заклинания, что позволит создать и применить его. После изучения Осколок Эха используется в качестве фокуса."
    }
  ]
}